Repository: common-repository/old-post-spinner
Catalog: lang/*.po
Languages: de_de

source: Originally posted.
de_de: Originaldatum

source: You are not allowed to update options.
de_de: Sie dürfen die Einstellungen nicht verändern.

source: Old Post Spinner Options Updated.
de_de: Old Post Spinner Optionen angepasst

source: OPS goes on.
de_de: OPS an.

source: OPS goes off.
de_de: OPS aus.

source: Content and Titel Spinner goes on.
de_de: Inhalt und Titel Spinner an.

source: Content and Titel Spinner goes off.
de_de: Inhalt und Titel Spinner aus.

source: Please use a value between 1 and 9999 minutes as interval.
de_de: Bitte nutzen Sie einen Wert zwischen 1 und 9999 Minuten als Intervall.

source: Please use a value between 1 and 9999 minutes as random interval.
de_de: Bitte nutzen Sie einen Wert zwischen 1 und 9999 Minuten als zufälliges Intervall.

source: Please use a numeric value as post age.
de_de: Bitte eine Zahl als Alter nehmen.

source: Please use a value between 1 and 9 as position.
de_de: Bitte einen Positionswetr von 1 bis 9 angeben.

source: Please not more than 20 characters for the prefix string.
de_de: Bitte nicht mehr als 20 Zeichen für das Präfix.

source: Settings
de_de: Einstellungen

source: Old Post Spinner (OPS) Error: Can't write to log folder
de_de: Old Post Spinner (OPS) Fehler: Kein Zugriff möglich auf Ordner:

source: . Permissions 777 needed.
de_de: . Zugriffsrechte 777 setzen.

source: No post found to promote.
de_de: Kein Artikel zur Beförderung gefunden.

source: Promote to top. The new date (now) is:
de_de: An die Spitze befördern. Das neue (jetzige) Datum:

source: No post found to detect the proper date.
de_de: Kein Artikel zur Datumsermittlung gefunden.

source: Place between:
de_de: Platzieren zwischen:

source: The new date is:
de_de: Das neue Datum:

source: Duplicating Post ID:
de_de: Artikel wird dupliziert ID:

source: Content and/or Title will be spinned
de_de: Inhalt und/oder Titel werden gespinnt

source: Creating a new sitemap.
de_de: Neue Sitemap wird angelegt.

source: Options
de_de: Optionen

source: Switch OPS (Old Post Spinner)
de_de: OPS (Old Post Spinner) ist

source: On
de_de: An

source: Off
de_de: Aus

source: Please correct errors before switching OPS on.
de_de: Bitte korrigieren Sie die Fehler bevor Sie OPS aktivieren.

source: Minimum interval between old post promotions:
de_de: Minimalintervall zwischen zwei Beförderungen:

source: Minutes
de_de: Minuten

source: Random maximum interval (added to minimum interval):
de_de: Maximales Zufallsintervall (wird zum Minimalintervall addiert):

source: Post age before considered for promotion:
de_de: Mindestalter eines Artikels zur Beförderung.

source: Days
de_de: Tage

source: Promote post to position:
de_de: Neus Position für Artikel:

source: Show Original Publication Date At Top of Post?
de_de: Soll das Originaldatum am Anfang des Artikels gezeigt werden?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Show Original Publication Date at Post End?
de_de: Soll das Originaldatum am Ende des Artikels gezeigt werden?

source: Prefix string for Original Publication Date:
de_de: Präfix zum Originaldatum:

source: Spin content and title?
de_de: Inhalt und Titel spinnen?

source: Use the spinning characters &#x01C0;, &#123; and &#125; to spin your text. Check FAQs for help.
de_de: Zum Spinnen, benutzen Sie die Zeichen &#x01C0;, &#123; und &#125;. In den FAQs finden Sie Hilfe.

source: Duplicate the post?
de_de: Artikel duplizieren?

source: This will create a new duplicate of the post. Use only when spinning is switched on.
de_de: Erzeugt ein Duplikat des Artikels. Nur nutzen, wenn Spinning aktviert ist.

source: Categories to ignore from promotion:
de_de: Welche Kategorien sollen ignoriert werden:

source: Save Changes
de_de: Änderungen speichern

source: Title
de_de: Titel

source: Please enter a title. Don't forget the spinning characters.
de_de: Bitte geben Sie einen Titel ein. Vergessen Sie nicht die Spinning-Zeichen.

source: Content
de_de: Inhalt

source: Please enter the text. Don't forget the spinning characters.
de_de: Bitte geben Sie den Text ein. Vergessen Sie nicht die Spinning-Zeichen.

source: Old Post Spinner Data
de_de: Old Post Spinner Daten
